{
    "words": [
        {
            "word": "abibe",
            "meaning": "Ave de médio porte com plumagem branca e longo bico."
        },
        {
            "word": "acido",
            "meaning": "Substância química com pH inferior a 7 e sabor azedo."
        },
        {
            "word": "algas",
            "meaning": "Organismos fotossintéticos que podem ser unicelulares ou multicelulares, geralmente encontrados em ambientes aquáticos."
        },
        {
            "word": "amino",
            "meaning": "Relacionado a aminoácidos, os blocos de construção das proteínas."
        },
        {
            "word": "animal",
            "meaning": "Seres vivos multicelulares pertencentes ao reino Animalia."
        },
        {
            "word": "atomo",
            "meaning": "Sistema energético estável, eletricamente neutro, que consiste em um núcleo denso, positivamente carregado, envolvido por elétrons."
        },
        {
            "word": "bruto",
            "meaning": "Termo utilizado para algo não refinado ou em estado natural."
        },
        {
            "word": "cobra",
            "meaning": "Réptil alongado e rastejante, com escamas e sem patas."
        },
        {
            "word": "coral",
            "meaning": "Organismo marinho que forma recifes ecológicos."
        },
        {
            "word": "corvo",
            "meaning": "Ave preta de médio porte, conhecida por sua inteligência."
        },
        {
            "word": "ciclo",
            "meaning": "Sequência de eventos repetitivos que ocorrem em um padrão regular."
        },
        {
            "word": "cloro",
            "meaning": "Elemento químico presente em muitas moléculas biológicas e que desempenha um papel importante em processos como fotossíntese e função do sistema nervoso."
        },
        {
            "word": "dieta",
            "meaning": "Conjunto de alimentos consumidos por um organismo."
        },
        {
            "word": "dnase",
            "meaning": "Enzima responsável por degradar o DNA em seus componentes individuais, os nucleotídeos."
        },
        {
            "word": "ester",
            "meaning": "Um composto orgânico derivado de um ácido carboxílico."
        },
        {
            "word": "fagos",
            "meaning": "Vírus que infectam e se reproduzem em bactérias."
        },
        {
            "word": "femea",
            "meaning": "Termo que se refere ao sexo feminino em animais e plantas."
        },
        {
            "word": "flora",
            "meaning": "Conjunto de plantas presentes em uma determinada região."
        },
        {
            "word": "fungi",
            "meaning": "Reino de organismos eucarióticos que inclui fungos, como cogumelos e leveduras."
        },
        {
            "word": "fungo",
            "meaning": "Um grupo de organismos eucarióticos que inclui cogumelos, leveduras e bolores."
        },
        {
            "word": "garça",
            "meaning": "Ave de médio a grande porte, com pescoço longo e pernas longas."
        },
        {
            "word": "genes",
            "meaning": "Segmentos de DNA que carregam informações genéticas e são responsáveis pela hereditariedade e características dos organismos."
        },
        {
            "word": "gecko",
            "meaning": "Réptil caracterizado por sua capacidade de escalar superfícies verticais e tetos, graças às suas patas aderentes."
        },
        {
            "word": "hiena",
            "meaning": "Mamífero carnívoro com corpo robusto e riso característico."
        },
        {
            "word": "macho",
            "meaning": "Termo que se refere ao sexo masculino em animais e plantas."
        },
        {
            "word": "musgo",
            "meaning": "Tipo de planta não vascular que geralmente cresce em ambientes úmidos."
        },
        {
            "word": "nucleo",
            "meaning": "Estrutura presente nas células eucarióticas que abriga o material genético e controla as atividades celulares."
        },
        {
            "word": "ostra",
            "meaning": "Molusco marinho que possui uma concha dura."
        },
        {
            "word": "orion",
            "meaning": "Constelação visível no hemisfério norte."
        },
        {
            "word": "ovulo",
            "meaning": "Célula reprodutora feminina em animais, geralmente maior que o espermatozoide e capaz de se desenvolver em um novo organismo após a fertilização."
        },
        {
            "word": "pampa",
            "meaning": "Ecossistema de pradaria encontrado principalmente na América do Sul."
        },
        {
            "word": "panda",
            "meaning": "Mamífero de médio porte, com pelagem branca e preta distintiva."
        },
        {
            "word": "peixe",
            "meaning": "Grupo de vertebrados aquáticos com brânquias e barbatanas."
        },
        {
            "word": "polen",
            "meaning": "Estrutura reprodutiva masculina das plantas que contém grãos de pólen."
        },
        {
            "word": "polvo",
            "meaning": "Molusco marinho de corpo mole e oito tentáculos."
        },
        {
            "word": "prion",
            "meaning": "Partícula proteica infecciosa que pode causar doenças em humanos e animais, afetando o sistema nervoso."
        },
        {
            "word": "rnase",
            "meaning": "Enzima que degrada o RNA em seus componentes individuais, os nucleotídeos."
        },
        {
            "word": "seiva",
            "meaning": "Líquido que circula nas plantas e transporta nutrientes e água."
        },
        {
            "word": "sagui",
            "meaning": "Pequeno primata com pelagem espessa e cauda longa."
        },
        {
            "word": "sucia",
            "meaning": "Conjunto de indivíduos de uma mesma espécie."
        },
        {
            "word": "tigre",
            "meaning": "Felino de grande porte com listras verticais na pelagem."
        },
        {
            "word": "tumor",
            "meaning": "Crescimento anormal de células que forma uma massa."
        },
        {
            "word": "urina",
            "meaning": "Líquido excretado pelos rins e armazenado na bexiga."
        },
        {
            "word": "urso",
            "meaning": "Mamífero de grande porte, geralmente com pelagem espessa."
        },
        {
            "word": "urutu",
            "meaning": "Cobra venenosa com escamas escuras e desenhos em forma de losango."
        },
        {
            "word": "virus",
            "meaning": "Agentes infecciosos que requerem células hospedeiras para se reproduzirem."
        },
        {
            "word": "zebra",
            "meaning": "Mamífero listrado, semelhante a um cavalo de porte médio."
        }
    ]
}
